aeschli.vscode-css-formatter
ardenivanov.svelte-intellisense
casualjim.gotemplate
Dart-Code.dart-code
Dart-Code.flutter
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
eamodio.gitlens
Equinusocio.vsc-community-material-theme
geequlim.godot-tools
GitHub.copilot
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.cpptools
redhat.ansible
redhat.vscode-yaml
ritwickdey.LiveServer
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
stkb.rewrap
timonwong.shellcheck
tomphilbin.gruvbox-themes
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
xaver.clang-format
zokugun.explicit-folding
