aeschli.vscode-css-formatter
ardenivanov.svelte-intellisense
casualjim.gotemplate
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
eamodio.gitlens
geequlim.godot-tools
golang.go
hashicorp.terraform
JamesBirtles.svelte-vscode
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.cpptools
ritwickdey.LiveServer
samuelcolvin.jinjahtml
stkb.rewrap
timonwong.shellcheck
tomaciazek.ansible
tomphilbin.gruvbox-themes
twxs.cmake
vscode-icons-team.vscode-icons
vscodevim.vim
xaver.clang-format
zokugun.explicit-folding
