aeschli.vscode-css-formatter
anthropic.claude-code
ardenivanov.svelte-intellisense
casualjim.gotemplate
dart-code.dart-code
dart-code.flutter
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
eamodio.gitlens
equinusocio.vsc-community-material-theme
geequlim.godot-tools
github.copilot-chat
golang.go
hashicorp.terraform
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.makefile-tools
ms-vscode.vscode-serial-monitor
redhat.ansible
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
samuelcolvin.jinjahtml
stkb.rewrap
timonwong.shellcheck
tomphilbin.gruvbox-themes
twxs.cmake
vscode-arduino.vscode-arduino-community
vscode-icons-team.vscode-icons
vscodevim.vim
xaver.clang-format
zokugun.explicit-folding
